57/qa/chapter4.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-27 Sun 13:57 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Pralay Patoria" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="outline-container-orgb831fe1" class="outline-2">
<h2 id="orgb831fe1">Chapter 4 - Handling Customer Orders:</h2>
<div class="outline-text-2" id="text-orgb831fe1">
</div>
<div id="outline-container-orgdac402b" class="outline-3">
<h3 id="orgdac402b">FINRA’s Conduct Rule</h3>
<div class="outline-text-3" id="text-orgdac402b">
<p>
FINRA Rule 2110 requires members to observe high standards of commercial honor and just and equitable principles of trade in the conduct of their business.
</p>
</div>
</div>

<div id="outline-container-orga3f29b3" class="outline-3">
<h3 id="orga3f29b3">Types of Orders</h3>
<div class="outline-text-3" id="text-orga3f29b3">
</div>
<div id="outline-container-orgdfd6136" class="outline-4">
<h4 id="orgdfd6136">Market Order</h4>
<div class="outline-text-4" id="text-orgdfd6136">
</div>
<ul class="org-ul">
<li><a id="org1b95b04"></a>Executes immediately at the best available price.<br /></li>
<li><a id="orgb60479a"></a>Crosses the spread.<br /></li>
</ul>
</div>
<div id="outline-container-org7d030d2" class="outline-4">
<h4 id="org7d030d2">Collared Order</h4>
<div class="outline-text-4" id="text-org7d030d2">
</div>
<ul class="org-ul">
<li><a id="org35c3b21"></a>Market order that can execute within a specified price range, such as 5% of the NBBO.<br /></li>
<li><a id="org13efcca"></a>Protects against volatility.<br /></li>
</ul>
</div>
<div id="outline-container-org5486e95" class="outline-4">
<h4 id="org5486e95">Limit Order</h4>
<div class="outline-text-4" id="text-org5486e95">
</div>
<ul class="org-ul">
<li><a id="org659ec81"></a>Specifies a maximum price to buy or minimum price to sell.<br /></li>
<li><a id="orgd205e87"></a>Remains on the books until executed or expired.<br /></li>
</ul>
</div>
<div id="outline-container-org338924a" class="outline-4">
<h4 id="org338924a">Stop Order</h4>
<div class="outline-text-4" id="text-org338924a">
</div>
<ul class="org-ul">
<li><a id="orgd8c1794"></a>Activates into a market order once a specified stop price is hit.<br /></li>
<li><a id="org10c39d7"></a>Used to limit losses or protect profits.<br /></li>
</ul>
</div>
<div id="outline-container-org71d90bb" class="outline-4">
<h4 id="org71d90bb">Stop Limit Order</h4>
<div class="outline-text-4" id="text-org71d90bb">
</div>
<ul class="org-ul">
<li><a id="org4cb231c"></a>Activates into a limit order once the stop price is hit.<br /></li>
<li><a id="orge0ccc27"></a>Provides control over execution price.<br /></li>
</ul>
</div>
<div id="outline-container-orgab541f7" class="outline-4">
<h4 id="orgab541f7">Discretionary Order</h4>
<div class="outline-text-4" id="text-orgab541f7">
</div>
<ul class="org-ul">
<li><a id="org5c7234e"></a>Displayed at one price but seeks to access additional liquidity at a more aggressive undisplayed price.<br /></li>
</ul>
</div>
<div id="outline-container-org7c004d8" class="outline-4">
<h4 id="org7c004d8">Pegged Order</h4>
<div class="outline-text-4" id="text-org7c004d8">
</div>
<ul class="org-ul">
<li><a id="org5c0e907"></a>Adjusts automatically based on market prices.<br /></li>
<li><a id="org999bed1"></a>Three types:<br />
<ul class="org-ul">
<li><a id="orgf0912ef"></a>primary,<br /></li>
<li><a id="org24683c5"></a>market,<br /></li>
<li><a id="orgb1ef08c"></a>midpoint.<br /></li>
</ul>
</li>
</ul>
</div>
<div id="outline-container-org6dedef6" class="outline-4">
<h4 id="org6dedef6">Minimum Quantity Order</h4>
<div class="outline-text-4" id="text-org6dedef6">
</div>
<ul class="org-ul">
<li><a id="org599d946"></a>Requires a minimum number of shares for execution.<br /></li>
</ul>
</div>
<div id="outline-container-org6449845" class="outline-4">
<h4 id="org6449845">Time in Force</h4>
<div class="outline-text-4" id="text-org6449845">
</div>
<ul class="org-ul">
<li><a id="orgc174b2d"></a>Determines how long an order remains active.<br /></li>
<li><a id="orgd526663"></a>Examples: Day, GTC, IOC.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-org9f9be84" class="outline-3">
<h3 id="org9f9be84">Paperwork for Customer Orders</h3>
<div class="outline-text-3" id="text-org9f9be84">
</div>
<div id="outline-container-org86ba1b2" class="outline-4">
<h4 id="org86ba1b2">Order Ticket</h4>
<div class="outline-text-4" id="text-org86ba1b2">
</div>
<ul class="org-ul">
<li><a id="orgd491920"></a>Records key details of customer order prior to execution.<br /></li>
</ul>
</div>
<div id="outline-container-orgad68f61" class="outline-4">
<h4 id="orgad68f61">Trade Confirmation</h4>
<div class="outline-text-4" id="text-orgad68f61">
</div>
<ul class="org-ul">
<li><a id="org5bdf6c1"></a>Provides customer with execution details after a trade.<br /></li>
<li><a id="org9f777d6"></a>Must disclose payment for order flow if applicable.<br /></li>
</ul>
</div>

<div id="outline-container-org76179d9" class="outline-4">
<h4 id="org76179d9">Display of Customer Limit Orders</h4>
<div class="outline-text-4" id="text-org76179d9">
</div>
<ul class="org-ul">
<li><a id="orgcd076e5"></a>Customers' priced limit orders must be displayed,<br /></li>
<li><a id="org785ad52"></a>with exceptions for marketable, block, odd-lot, and "don't display" orders.<br /></li>
</ul>
</div>
<div id="outline-container-org8dc89df" class="outline-4">
<h4 id="org8dc89df">Orders improving a firm's bid/offer must update quote within 30 seconds.</h4>
<div class="outline-text-4" id="text-org8dc89df">
</div>
<ul class="org-ul">
<li><a id="org3b4176d"></a>De minimis orders (less than 10% of MM's displayed size) need not be shown.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-org7f24807" class="outline-3">
<h3 id="org7f24807">Trading Ahead of Customer Limit Orders (Manning Rule)</h3>
<div class="outline-text-3" id="text-org7f24807">
</div>
<div id="outline-container-orgc58db24" class="outline-4">
<h4 id="orgc58db24">Firms cannot trade for their own accounts at prices that would satisfy a held customer limit order, unless immediately thereafter executing customer order at same or better price.</h4>
</div>
<div id="outline-container-org10d4db8" class="outline-4">
<h4 id="org10d4db8">Minimum price improvement levels must be provided to avoid obligation.</h4>
</div>
<div id="outline-container-orgec8fda4" class="outline-4">
<h4 id="orgec8fda4">Exceptions exist including</h4>
<div class="outline-text-4" id="text-orgec8fda4">
</div>
<ul class="org-ul">
<li><a id="org185eb89"></a>trading along,<br /></li>
<li><a id="org13d94b3"></a>no knowledge,<br /></li>
<li><a id="orgd8e4815"></a>riskless principal,<br /></li>
<li><a id="orgea80b72"></a>intermarket sweep orders.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-org11c3284" class="outline-3">
<h3 id="org11c3284">Net Transactions with Customers</h3>
<div class="outline-text-3" id="text-org11c3284">
</div>
<div id="outline-container-org492b390" class="outline-4">
<h4 id="org492b390">Net transactions involve buying from one party at one price and selling to another party at a different price.</h4>
</div>
<div id="outline-container-orgd0716d3" class="outline-4">
<h4 id="orgd0716d3">Vary by customer:</h4>
<div class="outline-text-4" id="text-orgd0716d3">
</div>
<ul class="org-ul">
<li><a id="org4ae5e58"></a>Retail customers must consent in writing on order-by-order basis.<br /></li>
<li><a id="orgfe64039"></a>Institutional customers have more flexibility.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orgf3e7192" class="outline-3">
<h3 id="orgf3e7192">Fair Prices and Commissions</h3>
<div class="outline-text-3" id="text-orgf3e7192">
</div>
<div id="outline-container-org8edda6e" class="outline-4">
<h4 id="org8edda6e">5% policy on markups/markdowns is a guideline only. Actual fairness determined based on facts and circumstances.</h4>
</div>
<div id="outline-container-orgbf78b65" class="outline-4">
<h4 id="orgbf78b65">When acting as agent, commissions must be fair and reasonable based on services rendered.</h4>
</div>
</div>

<div id="outline-container-org3ddee97" class="outline-3">
<h3 id="org3ddee97">Extended Hours Trading</h3>
<div class="outline-text-3" id="text-org3ddee97">
</div>
<div id="outline-container-org22f66f4" class="outline-4">
<h4 id="org22f66f4">Customers must receive disclosure on risks:</h4>
<div class="outline-text-4" id="text-org22f66f4">
</div>
<ul class="org-ul">
<li><a id="orge820efa"></a>lower liquidity,<br /></li>
<li><a id="org6117e5e"></a>greater volatility,<br /></li>
<li><a id="orgb6d91dd"></a>changing prices,<br /></li>
<li><a id="orge9e46da"></a>unlinked markets,<br /></li>
<li><a id="orgfc36197"></a>news announcements,<br /></li>
<li><a id="org4d9c0e5"></a>wider spreads.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orga0b76fc" class="outline-3">
<h3 id="orga0b76fc">Ethics and Rules Involved in Customer Orders</h3>
<div class="outline-text-3" id="text-orga0b76fc">
</div>
<div id="outline-container-orgc31fc8b" class="outline-4">
<h4 id="orgc31fc8b">Must provide best execution, which involves checking multiple markets and venues. Directed orders excepted.</h4>
</div>
<div id="outline-container-org59802bb" class="outline-4">
<h4 id="org59802bb">Prohibited trading practices include</h4>
<div class="outline-text-4" id="text-org59802bb">
</div>
<ul class="org-ul">
<li><a id="org42e6819"></a>manipulation,<br /></li>
<li><a id="org99afcb2"></a>collusion between traders, and<br /></li>
<li><a id="org0aa9bd2"></a>trading ahead of customers.<br /></li>
</ul>
</div>
<div id="outline-container-org8aca28a" class="outline-4">
<h4 id="org8aca28a">Investment advisers have fiduciary duties, including</h4>
<div class="outline-text-4" id="text-org8aca28a">
</div>
<ul class="org-ul">
<li><a id="org37df8a1"></a>disclosure of conflicts and<br /></li>
<li><a id="orgacfd41e"></a>trade approvals.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orgc640798" class="outline-3">
<h3 id="orgc640798">Uniform Practice Code (UPC) Rules</h3>
<div class="outline-text-3" id="text-orgc640798">
</div>
<div id="outline-container-orga0b7638" class="outline-4">
<h4 id="orga0b7638">Governs</h4>
<div class="outline-text-4" id="text-orga0b7638">
</div>
<ul class="org-ul">
<li><a id="org65a060f"></a>clearance,<br /></li>
<li><a id="org6d397a7"></a>settlement, and<br /></li>
<li><a id="org2de49cf"></a>trade processing.<br /></li>
<li><a id="orgd3e98b1"></a>Most equity trades settled by NSCC/DTCC on T+2 basis.<br /></li>
</ul>
</div>
</div>

<div id="outline-container-orgfb0ec78" class="outline-3">
<h3 id="orgfb0ec78">Ex-clearing settlement requires</h3>
<div class="outline-text-3" id="text-orgfb0ec78">
</div>
<div id="outline-container-org44d1a98" class="outline-4">
<h4 id="org44d1a98">written trade details and</h4>
</div>
<div id="outline-container-org1073742" class="outline-4">
<h4 id="org1073742">agreement between parties.</h4>
</div>
<div id="outline-container-orgbebbba3" class="outline-4">
<h4 id="orgbebbba3">When-issued contracts for new securities must be marked-to-market daily by sellers.</h4>
</div>
</div>

<div id="outline-container-org9ef5991" class="outline-3">
<h3 id="org9ef5991">Adjustment of Orders</h3>
<div class="outline-text-3" id="text-org9ef5991">
</div>
