57/qa/chapter4.html
<div id="outline-container-org25cf8b5" class="outline-4">
<h4 id="org25cf8b5">Open orders below market price are adjusted for</h4>
<div class="outline-text-4" id="text-org25cf8b5">
</div>
<ul class="org-ul">
<li><a id="org11c8be0"></a>stock splits,<br /></li>
<li><a id="org10368fc"></a>dividends, and<br /></li>
<li><a id="org792ccab"></a>other corporate actions.<br /></li>
</ul>
</div>
<div id="outline-container-org7db474a" class="outline-4">
<h4 id="org7db474a">Buy limits reduced by cash dividends.</h4>
<div class="outline-text-4" id="text-org7db474a">
</div>
<ul class="org-ul">
<li><a id="org11c4fc2"></a>Share amounts recalculated for forward splits.<br /></li>
</ul>
</div>
<div id="outline-container-orgd2e34e7" class="outline-4">
<h4 id="orgd2e34e7">Reverse splits cancel open orders.</h4>
<div class="outline-text-4" id="text-orgd2e34e7">
</div>
<ul class="org-ul">
<li><a id="orgd6dfb51"></a>Special situations have variable treatments.<br />
<div class="outline-text-5" id="text-orgd6dfb51">
<p>
Certainly, I can provide explanations for the remaining statements you've listed:
</p>

<ol class="org-ol">
<li><b><b>To lock in gains, the investor would place a sell stop order that becomes a market order if the price hits $85 or below. This would trigger a sale to protect profits.</b></b>
<ul class="org-ul">
<li>This statement refers to a sell stop order, which is a type of order used by investors to limit potential losses or protect gains on a stock. When the stock's market price reaches or falls below the specified stop price of $85, the sell stop order is activated and becomes a market order. A market order is designed to execute at the best available price immediately. So, in this case, the investor is using the sell stop order to lock in gains by automatically selling the stock if its price falls to or below $85.</li>
</ul></li>

<li><b><b>The board must declare a dividend, and the record date determines which shareholders receive it. Shareholders do not vote on dividends.</b></b>
<ul class="org-ul">
<li>Dividends are typically paid to shareholders by a corporation. However, shareholders typically do not vote on whether or not to pay dividends. Instead, dividends are declared by the corporation's board of directors. Once the board declares a dividend, they also set a record date. Shareholders who are recorded as owners of the stock on the record date are entitled to receive the dividend. Therefore, the record date is crucial in determining which shareholders will receive the dividend.</li>
</ul></li>

<li><b><b>Open buy orders below the market price are reduced by the amount of a cash dividend on the ex-date. So this limit order at $61.55 will be reduced by the $0.30 dividend to $61.25.</b></b>
<ul class="org-ul">
<li>This statement explains how open buy orders below the current market price are adjusted for cash dividends on the ex-dividend (ex-date) date. When a cash dividend is declared, the stock's price typically drops by the amount of the dividend on the ex-date. In this case, the limit order to buy at $61.55 will be reduced by the $0.30 dividend, resulting in a new limit price of $61.25. This adjustment ensures that buyers do not pay the full market price before the dividend, which would not be fair since they will receive the dividend.</li>
</ul></li>

<li><b><b>Spoofing involves briefly displaying quotes, with no intent to execute at that price, in order to manipulate prices.</b></b>
<ul class="org-ul">
<li>Spoofing is a manipulative trading practice in which a trader or entity places orders to buy or sell securities with the intention of canceling those orders before they are executed. The purpose of spoofing is to create a false appearance of supply or demand in the market, which can influence other market participants and potentially manipulate the security's price. It is considered illegal and is a violation of market regulations.</li>
</ul></li>

<li><b><b>Broker-dealers have a best execution obligation for any foreign security. Policies must stipulate the use of reasonable diligence in foreign markets.</b></b>
<ul class="org-ul">
<li>Broker-dealers have a best execution obligation for all securities they handle, including foreign securities. This obligation requires them to use reasonable diligence in seeking the best possible execution of customer orders. When dealing with foreign securities, broker-dealers should have policies and procedures in place to ensure that they meet this best execution obligation, taking into account the unique characteristics and conditions of foreign markets.</li>
</ul></li>

<li><b><b>Stock splits or reverse splits do not alter the total value of an investor's position, only the per-share price. The total value remains the same.</b></b>
<ul class="org-ul">
<li>This statement correctly explains the impact of stock splits and reverse splits on an investor's position. In a stock split, the number of shares owned by an investor increases, but the per-share price decreases proportionally. In a reverse split, the number of shares decreases, but the per-share price increases proportionally. Importantly, these actions do not change the total value of the investor's position. The total value remains the same because the change in share quantity is offset by the change in per-share price.</li>
</ul></li>

<li><b><b>An exception to the Manning Rule is available if proprietary traders are shielded behind effective information barriers and have no knowledge of held customer orders.</b></b>
<ul class="org-ul">
<li>The Manning Rule, which relates to order execution, requires that if a broker-dealer trades for its own account at the same or better price as a held customer limit order, it must immediately execute the customer order at least on the same terms. However, an exception exists when proprietary traders (those trading for the firm's own account) are isolated from customer order flow through effective information barriers and have no knowledge of the held customer orders. In such cases, the Manning Rule does not apply.</li>
</ul></li>

<li><b><b>The six key risks are lower liquidity, greater volatility, changing prices, unlinked markets, news announcements, and wider spreads. The risk that securities may lose value is not specific to extended hours trading.</b></b>
<ul class="org-ul">
<li>This statement lists the key risks associated with extended hours trading. These risks include lower liquidity (fewer buyers and sellers), greater volatility (rapid price swings), changing prices (prices can be different from regular hours), unlinked markets (limited access to certain markets), news announcements (market-moving news outside regular hours), and wider spreads (the difference between bid and ask prices). While it's true that securities can lose value at any time, this statement correctly points out that this risk is not specific to extended hours trading but applies to all trading.</li>
</ul></li>

<li><b><b>The ex-rights date is the first business day after the registration's effective date, assuming information is received with enough advance notice.</b></b>
<ul class="org-ul">
<li>The ex-rights date is an important date in the context of rights offerings, which allow existing shareholders the opportunity to purchase additional shares at a discounted price. The ex-rights date is typically set as the first business day after the effective date of the registration statement filed with regulatory authorities. It is important to note that the ex-rights date can change depending on regulatory requirements and the timing of information dissemination.</li>
</ul></li>

<li><b><b>Block size orders (10,000+ shares) are exempt from the requirement to display customer limit orders.</b></b>
<ul class="org-ul">
<li>This statement indicates an exemption from the requirement to immediately display customer limit orders for block size orders, which are typically defined as orders involving 10,000 shares or more. Block orders are often considered large and can significantly impact the market, so they may be exempt from certain order display rules to prevent market disruption.</li>
</ul></li>
</ol>

<p>
If you have any more statements or questions, please feel free to ask.
</p>
</div>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org71cc659" class="outline-2">
<h2 id="org71cc659">A sell limit order entered below the market price would be adjusted downwards on the ex-dividend date. However, this is a sell limit order entered at $30, which is at or above the market price. Orders entered at or above the market price are not adjusted for cash dividends.</h2>
</div>
