57/qa/chapter4.html
<div id="outline-container-orgd845bfe" class="outline-2">
<h2 id="orgd845bfe">The mark-up is calculated as the sale price less the best available price to the customer (in this case, the best offer of 17.82), which equals $18.00 - $17.82 = $0.he 5% policy is a guideline - the actual mark-up may be higher or lower depending on facts and circumstances.</h2>
</div>
<div id="outline-container-org10ecf39" class="outline-2">
<h2 id="org10ecf39">Interpositioning involves inserting an additional broker-dealer between the customer's order and the best available market, denying the customer best execution. This is usually done to generate extra commissions or markups.</h2>
</div>
<div id="outline-container-org6d5cac3" class="outline-2">
<h2 id="org6d5cac3">A marketable limit order is one that can be filled immediately at the current market price. This buy order at $72.15 can be filled right away because the best offer is $72.15.</h2>
</div>
<div id="outline-container-org53893a5" class="outline-2">
<h2 id="org53893a5">The one-second exception allows trade-throughs if the affected trading center displayed a quote inferior to the trade price within one second prior to the trade-through. This provides flexibility when quotes are changing very rapidly.</h2>
</div>
<div id="outline-container-org3620b8b" class="outline-2">
<h2 id="org3620b8b">The CUSIP number, a security's unique identification code, is not required on the order ticket. Items like the account number, whether the trade was discretionary or solicited, time of order entry, etc. must be notated.</h2>
</div>
<div id="outline-container-org2041e64" class="outline-2">
<h2 id="org2041e64">Best execution factors include the character of the market, size/type of transaction, number of markets checked, and quote accessibility. The number of shares executed in a particular market is not a consideration.</h2>
</div>
<div id="outline-container-org47bfc07" class="outline-2">
<h2 id="org47bfc07">For retail net transactions, written consent must be obtained from the customer on an order-by-order basis before executing each trade. Verbal and negative consent letters are prohibited.</h2>
</div>
<div id="outline-container-orgae6f5a2" class="outline-2">
<h2 id="orgae6f5a2">Market makers must update quotes to reflect customer limit orders within 30 seconds of receipt, unless an exception applies.</h2>
</div>
<div id="outline-container-org59624d1" class="outline-2">
<h2 id="org59624d1">An exception is available if the customer's size is de minimis - no more than 10% of the displayed size. An exception does not exist for orders up to 20% of the size.</h2>
</div>
<div id="outline-container-org34c6688" class="outline-2">
<h2 id="org34c6688">Good-till-market close (GTMC) orders may be entered beginning at 9:30 am ET. Orders entered earlier will be rejected.</h2>
</div>
<div id="outline-container-orge285fec" class="outline-2">
<h2 id="orge285fec">To meet the de minimis exception of 10% of the quote size, a new order for at least 30 shares is required (10% of 200 shares is 20 shares, so 30 shares exceeds the threshold).</h2>
</div>
<div id="outline-container-org0f339b9" class="outline-2">
<h2 id="org0f339b9">WI stands for "when, as and if issued" and indicates a new issue security for which the final IPO terms are pending. WI contracts must be marked-to-market while pending.</h2>
</div>
<div id="outline-container-orgd602de3" class="outline-2">
<h2 id="orgd602de3">Retail customers must provide written consent on an order-by-order basis before "net" transactions can be executed by the broker-dealer.</h2>
</div>
<div id="outline-container-org9b1e42b" class="outline-2">
<h2 id="org9b1e42b">It is prohibited to spread information known to be false or misleading, or that could improperly influence a security's market price.</h2>
</div>
<div id="outline-container-org8c98383" class="outline-2">
<h2 id="org8c98383">Low-priced stock is not an exception to displaying customer limit orders for OTC equities. Exceptions include AON, odd-lot, and block size orders.</h2>
</div>
<div id="outline-container-org482e5ad" class="outline-2">
<h2 id="org482e5ad">MGTC orders may be entered anytime from 4 am to 8 pm EST, and remain active for one year unless filled or cancelled sooner.</h2>
</div>
<div id="outline-container-org8c68e0c" class="outline-2">
<h2 id="org8c68e0c">Broker-dealers must retain documentation of consents to net transactions for at least three years.</h2>
</div>
<div id="outline-container-org7c60268" class="outline-2">
<h2 id="org7c60268">For debt securities, the mark-up or mark-down should be based on the security's prevailing market price, established by the firm's contemporaneous cost.</h2>
</div>
<div id="outline-container-orgdacc608" class="outline-2">
<h2 id="orgdacc608">Entering limit orders to move the market and obtain beneficial execution on the other side defines the layering violation.</h2>
</div>
<div id="outline-container-org5ade9c1" class="outline-2">
<h2 id="org5ade9c1">Market makers must update quotes to reflect customer limit orders within 30 seconds, unless an exception applies.</h2>
</div>
<div id="outline-container-orgb276432" class="outline-2">
<h2 id="orgb276432">Investment advisers may only pay cash solicitation fees to third parties who refer clients if the arrangements are clearly disclosed to clients and agreed to by them.</h2>
</div>
<div id="outline-container-org770a7fa" class="outline-2">
<h2 id="org770a7fa">For NMS stocks, the block order threshold is at least 10,000 shares and $200,000 in market value.</h2>
</div>
<div id="outline-container-org4040760" class="outline-2">
<h2 id="org4040760">The prohibition against undisclosed joint accounts covers both formal and informal profit/loss sharing arrangements.</h2>
</div>
<div id="outline-container-org7d35df4" class="outline-2">
<h2 id="org7d35df4">Advertisements that promote only selected profitable picks are misleading unless accompanied by a list of all recommendations made in the last 12 months.</h2>
</div>
<div id="outline-container-org5777377" class="outline-2">
<h2 id="org5777377">The threshold for an institutional customer is $50 million in total assets. Banks, insurance companies, registered investment companies, and advisers are included.</h2>
</div>
<div id="outline-container-org7e7801d" class="outline-2">
<h2 id="org7e7801d">Open orders below the market price must be adjusted on the ex-dividend date, before the market opens.</h2>
</div>
<div id="outline-container-orge8c57bc" class="outline-2">
<h2 id="orge8c57bc">Sales made by prospectus at the stated public offering price are not subject to the 5% mark-up policy or fair pricing standards.</h2>
</div>
<div id="outline-container-org60c4c14" class="outline-2">
<h2 id="org60c4c14">For institutions, consent for net trades may be provided through a negative consent letter that remains in effect until cancelled.</h2>
</div>
<div id="outline-container-orgffd08e5" class="outline-2">
<h2 id="orgffd08e5">Marking-the-close is a manipulative violation that involves placing trades near the close to artificially impact the closing price.</h2>
</div>
<div id="outline-container-orgfcf03f2" class="outline-2">
<h2 id="orgfcf03f2">Companies can declare dividends in cash, stock, goods produced by the company, or any combination.</h2>
</div>
<div id="outline-container-orga6ed6ab" class="outline-2">
<h2 id="orga6ed6ab">Wash trades involve the sale and repurchase of the same security to create the appearance of activity or demand. They are prohibited manipulative activities.</h2>
</div>
<div id="outline-container-orgbf2c4a9" class="outline-2">
<h2 id="orgbf2c4a9">During extended hours, limit orders are preferable to market orders because there is lower liquidity and higher volatility. Market orders carry higher execution risk.</h2>
</div>
<div id="outline-container-org7c48f06" class="outline-2">
<h2 id="org7c48f06">The front-running prohibition remains in effect until the entire block order is filled and publicly reported. It begins when the firm has advance knowledge.</h2>
</div>
<div id="outline-container-org9eb78d2" class="outline-2">
<h2 id="org9eb78d2">Industry fair practice rules require broker-dealers to buy and sell at fair prices, defined as prices as favorable as possible under prevailing market conditions.</h2>
</div>
<div id="outline-container-orgd2deddb" class="outline-2">
<h2 id="orgd2deddb">A pump and dump scheme uses false information to inflate share prices so that promoters can "dump" shares on the public at a profit after the price is pumped up.</h2>
</div>
<div id="outline-container-orgfcc0894" class="outline-2">
<h2 id="orgfcc0894">For cash dividends, fractional amounts are rounded up to the nearest cent and used to adjust open orders downward on the ex-date. Therefore, $0.115 is rounded up to $0.12.</h2>
</div>
<div id="outline-container-org6038690" class="outline-2">
<h2 id="org6038690">Each principal trade by an investment adviser with a client's account must have the client's prior approval, not standing approval.</h2>
</div>
<div id="outline-container-orgf3e87ad" class="outline-2">
<h2 id="orgf3e87ad">Advisers must disclose all actual or potential conflicts, whether or not they impact recommendations or compensation.</h2>
</div>
<div id="outline-container-orgb9bb8bb" class="outline-2">
<h2 id="orgb9bb8bb">Investment advisers must disclose if they are acting as principal or agent, and obtain client consent for both types of trades.</h2>
</div>
<div id="outline-container-org69eea01" class="outline-2">
<h2 id="org69eea01">The risk disclosure must be provided before a customer executes their first extended hours trade. It cannot be delayed.</h2>
</div>
