57/qa/chapter4.html
<div id="outline-container-org51414ca" class="outline-2">
<h2 id="org51414ca">The key difference between a regular limit order and a peg order is that the peg order price adjusts automatically as the market price changes.</h2>
</div>
<div id="outline-container-org906e3de" class="outline-2">
<h2 id="org906e3de">Fair prices and commissions cannot consider what the customer can afford. Other relevant factors include market conditions, firm's expenses, and value of services rendered.</h2>
</div>
<div id="outline-container-orga45fe81" class="outline-2">
<h2 id="orga45fe81">To locHere are the remaining explanations:</h2>
</div>
<div id="outline-container-org5244315" class="outline-2">
<h2 id="org5244315">To lock in gains, the investor would place a sell stop order that becomes a market order if the price hits $85 or below. This would trigger a sale to protect profits.</h2>
</div>
<div id="outline-container-org6499a27" class="outline-2">
<h2 id="org6499a27">The board must declare a dividend and the record date determines which shareholders receive it. Shareholders do not vote on dividends.</h2>
</div>
<div id="outline-container-org274e34a" class="outline-2">
<h2 id="org274e34a">Open buy orders below the market price are reduced by the amount of a cash dividend on the ex-date. So this limit order at $61.55 will be reduced by the $0.30 dividend to $61.25.</h2>
</div>
<div id="outline-container-org2242141" class="outline-2">
<h2 id="org2242141">Spoofing involves briefly displaying quotes, with no intent to execute at that price, in order to manipulate prices.</h2>
</div>
<div id="outline-container-orgf7abbd2" class="outline-2">
<h2 id="orgf7abbd2">Broker-dealers have a best execution obligation for any foreign security. Policies must stipulate the use of reasonable diligence in foreign markets.</h2>
</div>
<div id="outline-container-orgd1a287c" class="outline-2">
<h2 id="orgd1a287c">Stock splits or reverse splits do not alter the total value of an investor's position, only the per share price. The total value remains the same.</h2>
</div>
<div id="outline-container-org032357d" class="outline-2">
<h2 id="org032357d">An exception to the Manning Rule is available if proprietary traders are shielded behind effective information barriers and have no knowledge of held customer orders.</h2>
</div>
<div id="outline-container-org5f100ba" class="outline-2">
<h2 id="org5f100ba">The six key risks are lower liquidity, greater volatility, changing prices, unlinked markets, news announcements, and wider spreads. The risk that securities may lose value is not specific to extended hours trading.</h2>
</div>
<div id="outline-container-orgbe64f4d" class="outline-2">
<h2 id="orgbe64f4d">The ex-rights date is the first business day after the registration's effective date, assuming information is received with enough advance notice.</h2>
</div>
<div id="outline-container-orgb5afe0a" class="outline-2">
<h2 id="orgb5afe0a">Block size orders (10,000+ shares) are exempt from the requirement to display customer limit orders.</h2>
</div>
<div id="outline-container-orgc8c0f3a" class="outline-2">
<h2 id="orgc8c0f3a">The 5% Policy applies to both listed and unlisted securities. It does not only apply when a "bona fide" market exists.</h2>
</div>
<div id="outline-container-org3563e04" class="outline-2">
<h2 id="org3563e04">Prevailing market price refers to the dealer's contemporaneous cost to acquire the security.</h2>
</div>
<div id="outline-container-orge9af9c3" class="outline-2">
<h2 id="orge9af9c3">A peg order that moves based on prices of a non-Nasdaq market maker is called a primary peg order.</h2>
</div>
<div id="outline-container-orga1dedf5" class="outline-2">
<h2 id="orga1dedf5">The market maker's existing quote is not improved by the customer limit order at $35.herefore, the quote remains unchanged at $35.60 - $35.80.</h2>
</div>
<div id="outline-container-orga5e3a1e" class="outline-2">
<h2 id="orga5e3a1e">For ex-clearing regular way trades, delivery is made at the office of the purchaser.</h2>
</div>
<div id="outline-container-orgb9fabe7" class="outline-2">
<h2 id="orgb9fabe7">The customer order is below the market maker's existing quote and does not improve the price. Therefore, no update is required.</h2>
</div>
<div id="outline-container-org02bb8b2" class="outline-2">
<h2 id="org02bb8b2">A net transaction allows the dealer to earn a profit with minimal risk by buying at one price and selling at a higher price.</h2>
</div>
<div id="outline-container-orgfd6bf36" class="outline-2">
<h2 id="orgfd6bf36">All open orders must be cancelled by the close of business the day before the ex-date for a reverse split.</h2>
</div>
<div id="outline-container-org0f35dd6" class="outline-2">
<h2 id="org0f35dd6">For institutions, consent for net trading may be oral or written, either before or after each trade.</h2>
</div>
<div id="outline-container-orgf0688d7" class="outline-2">
<h2 id="orgf0688d7">The market maker must update just the size of its quote if an order is equal to its price, the inside market, and more than 10% of its displayed size.</h2>
</div>
<div id="outline-container-orgdcbc9f2" class="outline-2">
<h2 id="orgdcbc9f2">Order receipt time is recorded in the OATS reporting system, not the trade confirmation.</h2>
</div>
<div id="outline-container-orga015260" class="outline-2">
<h2 id="orga015260">GTMC orders may be executed until the closing cross at 4 pm ET. Orders entered after 4 pm will be rejected.</h2>
</div>
<div id="outline-container-org4df2251" class="outline-2">
<h2 id="org4df2251">Appropriate disclosures and consents must be provided by all customers before executing net transactions on their behalf.</h2>
</div>
<div id="outline-container-org66679f2" class="outline-2">
<h2 id="org66679f2">The order improves the market maker's bid, so full price and size must be displayed within 30 seconds.</h2>
</div>
<div id="outline-container-org1216fe5" class="outline-2">
<h2 id="org1216fe5">Interpositioning means inserting an extra broker-dealer between the customer order and best market, denying best execution.</h2>
</div>
<div id="outline-container-orgc28131e" class="outline-2">
<h2 id="orgc28131e">A market sell order executes against the best bid. So this order reduces the bid size from 400 to 100 shares.</h2>
</div>
<div id="outline-container-org505bc24" class="outline-2">
<h2 id="org505bc24">Shifting trades between accounts with no change in beneficial ownership is a warning sign of manipulative trading. The goal is to create a false appearance of activity.</h2>
</div>
<div id="outline-container-orgbbe32cc" class="outline-2">
<h2 id="orgbbe32cc">A transfer agent ID number is not found on an order ticket. Required details include quantity, price instructions, time, discretionary order notation, etc.</h2>
</div>
<div id="outline-container-orgf68fa45" class="outline-2">
<h2 id="orgf68fa45">A stop-limit order turns into a priced order, not a market order, when the stop price is hit. It may or may not execute.</h2>
</div>
<div id="outline-container-orgd161b1d" class="outline-2">
<h2 id="orgd161b1d">To require a size update, the order must be: equal to MM's price, the inside market, and &gt;10% of MM's size. Only the buy order for 300 shares meets all criteria.</h2>
</div>
<div id="outline-container-org31e9fbe" class="outline-2">
<h2 id="org31e9fbe">Consent documentation must be retained for at least 3 years from the date obtained or updated.</h2>
</div>
<div id="outline-container-org00820db" class="outline-2">
<h2 id="org00820db">MGTC orders remain available for one year from entry unless completely filled or cancelled sooner.</h2>
</div>
<div id="outline-container-org2c8a1f6" class="outline-2">
<h2 id="org2c8a1f6">Only orders below the market price (buy limit, sell stop, sell stop limit) are adjusted. The sell limit is not adjusted. The buy limit is adjusted down by $0.20.</h2>
</div>
<div id="outline-container-orgd515d90" class="outline-2">
<h2 id="orgd515d90">To avoid a Manning violation, the MM could have traded at $10.755 or higher. The minimum price improvement is $0.01.</h2>
</div>
<div id="outline-container-orgccbb990" class="outline-2">
<h2 id="orgccbb990">SHEX allows the order to remain active for a specified period of time such as one hour. It does not relate to any minimum fill size.</h2>
</div>
<div id="outline-container-org9689d94" class="outline-2">
<h2 id="org9689d94">Securities transactions may be settled ex-clearing if both parties to the transaction agree.</h2>
</div>
<div id="outline-container-org211de12" class="outline-2">
<h2 id="org211de12">Members must report interests in joint accounts, but account addresses are not required.</h2>
</div>
<div id="outline-container-orgbde4fa9" class="outline-2">
<h2 id="orgbde4fa9">Securities are typically deposited with a clearing house for electronic transfer between brokers. Physical handling is rare.</h2>
</div>
<div id="outline-container-org05b128d" class="outline-2">
<h2 id="org05b128d">Corporate event adjustments are made only to orders below the market - buy limit, sell stop, and sell stop limit.</h2>
</div>
<div id="outline-container-org7e0270d" class="outline-2">
<h2 id="org7e0270d">The minimum price improvement is one penny for stocks $1 and above.</h2>
</div>
<div id="outline-container-orgc4712da" class="outline-2">
<h2 id="orgc4712da">Performance advertisements must disclose the possibility of loss if they promote the potential for profits.</h2>
</div>
<div id="outline-container-org21c5ca5" class="outline-2">
<h2 id="org21c5ca5">In determining mark-ups for principal trades, the prevailing market price should be the starting point.</h2>
</div>
<div id="outline-container-org4e3cf37" class="outline-2">
<h2 id="org4e3cf37">Newly issued primary market securities often trade on a "when, as and if issued" (WI) basis before the final IPO terms are set.</h2>
</div>
