57/qa/chapter4.org
* The relevant inside market is the best bid/offer on the specific quotation system where the OTC market maker posts quotes. Not the NBBO across all platforms.
* The dividend is $0.522 per share. Rounding up to the nearest cent, it is $0.53 per share. The order for 300 shares at $12.73 is reduced by $0.53 to $12.20.
* Market makers must immediately update quotes if a customer order improves the MM's existing bid or offer price.
* The 5% policy is a guideline. Cases exist where a higher mark-up may be justified based on facts and circumstances.
* The extended hours risk disclosure describes risks such as volatility that discourage retail investors from extended trading.
* A discretionary order has aHere are the remaining explanations:
* A discretionary order has an undisplayed discretionary price range, in addition to the displayed limit price. It seeks to access additional liquidity within that range.
* Under the Manning Rule, if a firm trades for its own account at the same or better price than a held customer limit order, it must immediately thereafter execute the customer order on at least the same terms.
* Stabilizing is a permissible pricing support activity in which underwriters may bid on a new issue, after proper disclosure, to prevent dramatic price declines.
* An illegal stock pool requires coordinated action between traders to manipulate prices or create an artificial appearance of supply/demand.
* The market maker's quote is improved by the $35.65 limit order. Therefore, the market maker must update its quote to reflect the new order's price and full size.
* To qualify for a best execution exception, the broker-dealer must immediately deliver the customer limit order to a quotation system after receipt.
* NSCC, a subsidiary of DTCC, provides centralized clearing and settlement for virtually all stock, ETF, corporate bond, and municipal bond trades in the U.S.
* AON orders are exempt from the requirement to immediately display customer limit orders that improve on a market maker's quote.
* Retail customers must provide written consent on an order-by-order basis prior to executing net trades. Verbal and negative consent letters are prohibited.
* Open orders must be cancelled prior to reverse splits; they are not adjusted.
* Trade confirmations must indicate if payment for order flow was received. Customers can request the details on a written basis.
* Securities contracts due for delivery on holidays or Saturdays are settled on the next business day.
* For a stop order to remain open, the market price must be above the stop price. Otherwise, the order would have already triggered.
* On the ex-date, open orders below market are adjusted downward by the amount of the dividend. Here, the limit order will be adjusted from $30 to $29.85 and execute.
* Market makers must post two-sided quotes from 9:30 am - 4:00 pm ET.
* Best execution reviews do not include the number of shares executed in a particular market. Other factors like likelihood of execution and price improvement are relevant.
* In a reverse split, all open orders are cancelled. They are not adjusted.
* System hours begin at 4 am ET each trading day. So orders may be entered beginning at 4 am.
* Municipal bonds, bank holding company securities, and direct participation programs are not subject to the Uniform Practice Code.
* The risk disclosure must be provided to any customer who wishes to trade during extended hours.
* The limit order to buy cannot be filled until the offer price drops to $52.85 or lower. It will rest on the books until then.
* Government securities and options settle on a T+1 basis, one day after the trade date.
* The firm could buy shares for its own account only if it immediately thereafter fills the same number of shares (or more) from the customer order, on the same terms.
* In reviewing and comparing execution quality, the time of executions is not evaluated. Other factors like price improvement and likelihood of execution are considered.
* The dividend is $0.162 per share. Rounding down to the nearest cent, the order is reduced from $75.25 to $75.08.
* In a riskless principal trade, the two legs execute at the same price. In a net trade, the two legs execute at different prices.
* Knowingly financing a manipulative operation, such as extending margin, is prohibited.
* For OTC equities, a block order must meet both the share volume and market value thresholds - 10,000+ shares and $100,000+ in value. This order does not meet the value threshold.
* If 10% or less of the market maker's displayed size, a customer limit order is exempt from display. This is the de minimis exception.
* One test for interpositioning is whether a second, unnecessary broker-dealer was used in a way that denied the customer best execution.
* For dividends worth 25% or more of the stock value, the ex-date is the first business day after the payable date.
* The customer limit order improves the market maker's bid from 18.45 to 18.herefore, the quote must be updated to 18.48 - 18.63.
* To require a size update, the order must be: equal to MM's price, the inside market, and >10% of MM's size. Only the sell order for 200 shares meets all criteria.
* If a firm allows online account opening and trading, the extended hours risk disclosure must be prominently posted on its website.
* Special trading volume limits are not a risk of extended hours trading. The required risks to disclose relate to volatility, changing prices, lower liquidity, unlinked markets, news announcements and wider spreads.
* Quote stuffing aims to slow down executions by flooding the market with orders and cancellations, allowing certain traders to take advantage.
* Wash sales involve the sale and repurchase of the same security, with no change in beneficial ownership, to create the false appearance of activity or demand.
* CNS allows for the automated, book-entry netting and settlement of broker-dealer transactions through a clearing agent such as NSCC.
