57/qa/chapter4.html
<div id="outline-container-org3c1135e" class="outline-2">
<h2 id="org3c1135e">The relevant inside market is the best bid/offer on the specific quotation system where the OTC market maker posts quotes. Not the NBBO across all platforms.</h2>
</div>
<div id="outline-container-org5b6cf0b" class="outline-2">
<h2 id="org5b6cf0b">The dividend is $0.522 per share. Rounding up to the nearest cent, it is $0.53 per share. The order for 300 shares at $12.73 is reduced by $0.53 to $12.20.</h2>
</div>
<div id="outline-container-org3a8db6d" class="outline-2">
<h2 id="org3a8db6d">Market makers must immediately update quotes if a customer order improves the MM's existing bid or offer price.</h2>
</div>
<div id="outline-container-org1b78ea4" class="outline-2">
<h2 id="org1b78ea4">The 5% policy is a guideline. Cases exist where a higher mark-up may be justified based on facts and circumstances.</h2>
</div>
<div id="outline-container-orgfd744a7" class="outline-2">
<h2 id="orgfd744a7">The extended hours risk disclosure describes risks such as volatility that discourage retail investors from extended trading.</h2>
</div>
<div id="outline-container-org415e173" class="outline-2">
<h2 id="org415e173">A discretionary order has aHere are the remaining explanations:</h2>
</div>
<div id="outline-container-org2b87205" class="outline-2">
<h2 id="org2b87205">A discretionary order has an undisplayed discretionary price range, in addition to the displayed limit price. It seeks to access additional liquidity within that range.</h2>
</div>
<div id="outline-container-orga71a5ff" class="outline-2">
<h2 id="orga71a5ff">Under the Manning Rule, if a firm trades for its own account at the same or better price than a held customer limit order, it must immediately thereafter execute the customer order on at least the same terms.</h2>
</div>
<div id="outline-container-org83a2a45" class="outline-2">
<h2 id="org83a2a45">Stabilizing is a permissible pricing support activity in which underwriters may bid on a new issue, after proper disclosure, to prevent dramatic price declines.</h2>
</div>
<div id="outline-container-orgfea99d4" class="outline-2">
<h2 id="orgfea99d4">An illegal stock pool requires coordinated action between traders to manipulate prices or create an artificial appearance of supply/demand.</h2>
</div>
<div id="outline-container-org67a3bc0" class="outline-2">
<h2 id="org67a3bc0">The market maker's quote is improved by the $35.65 limit order. Therefore, the market maker must update its quote to reflect the new order's price and full size.</h2>
</div>
<div id="outline-container-org7758d01" class="outline-2">
<h2 id="org7758d01">To qualify for a best execution exception, the broker-dealer must immediately deliver the customer limit order to a quotation system after receipt.</h2>
</div>
<div id="outline-container-org9fd0e00" class="outline-2">
<h2 id="org9fd0e00">NSCC, a subsidiary of DTCC, provides centralized clearing and settlement for virtually all stock, ETF, corporate bond, and municipal bond trades in the U.S.</h2>
</div>
<div id="outline-container-org4726aa8" class="outline-2">
<h2 id="org4726aa8">AON orders are exempt from the requirement to immediately display customer limit orders that improve on a market maker's quote.</h2>
</div>
<div id="outline-container-orgd8ac67d" class="outline-2">
<h2 id="orgd8ac67d">Retail customers must provide written consent on an order-by-order basis prior to executing net trades. Verbal and negative consent letters are prohibited.</h2>
</div>
<div id="outline-container-orga64e29d" class="outline-2">
<h2 id="orga64e29d">Open orders must be cancelled prior to reverse splits; they are not adjusted.</h2>
</div>
<div id="outline-container-org6b13780" class="outline-2">
<h2 id="org6b13780">Trade confirmations must indicate if payment for order flow was received. Customers can request the details on a written basis.</h2>
</div>
<div id="outline-container-org9732bdd" class="outline-2">
<h2 id="org9732bdd">Securities contracts due for delivery on holidays or Saturdays are settled on the next business day.</h2>
</div>
<div id="outline-container-org58dae09" class="outline-2">
<h2 id="org58dae09">For a stop order to remain open, the market price must be above the stop price. Otherwise, the order would have already triggered.</h2>
</div>
<div id="outline-container-org1286d80" class="outline-2">
<h2 id="org1286d80">On the ex-date, open orders below market are adjusted downward by the amount of the dividend. Here, the limit order will be adjusted from $30 to $29.85 and execute.</h2>
</div>
<div id="outline-container-org80c649f" class="outline-2">
<h2 id="org80c649f">Market makers must post two-sided quotes from 9:30 am - 4:00 pm ET.</h2>
</div>
<div id="outline-container-org72022b4" class="outline-2">
<h2 id="org72022b4">Best execution reviews do not include the number of shares executed in a particular market. Other factors like likelihood of execution and price improvement are relevant.</h2>
</div>
<div id="outline-container-orgc898efd" class="outline-2">
<h2 id="orgc898efd">In a reverse split, all open orders are cancelled. They are not adjusted.</h2>
</div>
<div id="outline-container-orged41c13" class="outline-2">
<h2 id="orged41c13">System hours begin at 4 am ET each trading day. So orders may be entered beginning at 4 am.</h2>
</div>
<div id="outline-container-orgfb3ce01" class="outline-2">
<h2 id="orgfb3ce01">Municipal bonds, bank holding company securities, and direct participation programs are not subject to the Uniform Practice Code.</h2>
</div>
<div id="outline-container-orge5fa9e1" class="outline-2">
<h2 id="orge5fa9e1">The risk disclosure must be provided to any customer who wishes to trade during extended hours.</h2>
</div>
<div id="outline-container-org1506850" class="outline-2">
<h2 id="org1506850">The limit order to buy cannot be filled until the offer price drops to $52.85 or lower. It will rest on the books until then.</h2>
</div>
<div id="outline-container-org6de7f9b" class="outline-2">
<h2 id="org6de7f9b">Government securities and options settle on a T+1 basis, one day after the trade date.</h2>
</div>
<div id="outline-container-org8fb72f8" class="outline-2">
<h2 id="org8fb72f8">The firm could buy shares for its own account only if it immediately thereafter fills the same number of shares (or more) from the customer order, on the same terms.</h2>
</div>
<div id="outline-container-org7420055" class="outline-2">
<h2 id="org7420055">In reviewing and comparing execution quality, the time of executions is not evaluated. Other factors like price improvement and likelihood of execution are considered.</h2>
</div>
<div id="outline-container-org2957186" class="outline-2">
<h2 id="org2957186">The dividend is $0.162 per share. Rounding down to the nearest cent, the order is reduced from $75.25 to $75.08.</h2>
</div>
<div id="outline-container-org202ec64" class="outline-2">
<h2 id="org202ec64">In a riskless principal trade, the two legs execute at the same price. In a net trade, the two legs execute at different prices.</h2>
</div>
<div id="outline-container-org7ea1ee0" class="outline-2">
<h2 id="org7ea1ee0">Knowingly financing a manipulative operation, such as extending margin, is prohibited.</h2>
</div>
<div id="outline-container-orgb8ff95f" class="outline-2">
<h2 id="orgb8ff95f">For OTC equities, a block order must meet both the share volume and market value thresholds - 10,000+ shares and $100,000+ in value. This order does not meet the value threshold.</h2>
</div>
<div id="outline-container-orge843610" class="outline-2">
<h2 id="orge843610">If 10% or less of the market maker's displayed size, a customer limit order is exempt from display. This is the de minimis exception.</h2>
</div>
<div id="outline-container-orgbade7d4" class="outline-2">
<h2 id="orgbade7d4">One test for interpositioning is whether a second, unnecessary broker-dealer was used in a way that denied the customer best execution.</h2>
</div>
<div id="outline-container-org44aa141" class="outline-2">
<h2 id="org44aa141">For dividends worth 25% or more of the stock value, the ex-date is the first business day after the payable date.</h2>
</div>
<div id="outline-container-orgdc5154a" class="outline-2">
<h2 id="orgdc5154a">The customer limit order improves the market maker's bid from 18.45 to 18.herefore, the quote must be updated to 18.48 - 18.63.</h2>
</div>
<div id="outline-container-org5ce8243" class="outline-2">
<h2 id="org5ce8243">To require a size update, the order must be: equal to MM's price, the inside market, and &gt;10% of MM's size. Only the sell order for 200 shares meets all criteria.</h2>
</div>
<div id="outline-container-orgc85bfad" class="outline-2">
<h2 id="orgc85bfad">If a firm allows online account opening and trading, the extended hours risk disclosure must be prominently posted on its website.</h2>
</div>
<div id="outline-container-org00487a0" class="outline-2">
<h2 id="org00487a0">Special trading volume limits are not a risk of extended hours trading. The required risks to disclose relate to volatility, changing prices, lower liquidity, unlinked markets, news announcements and wider spreads.</h2>
</div>
<div id="outline-container-orgcc41e9d" class="outline-2">
<h2 id="orgcc41e9d">Quote stuffing aims to slow down executions by flooding the market with orders and cancellations, allowing certain traders to take advantage.</h2>
</div>
<div id="outline-container-org5cf316c" class="outline-2">
<h2 id="org5cf316c">Wash sales involve the sale and repurchase of the same security, with no change in beneficial ownership, to create the false appearance of activity or demand.</h2>
</div>
<div id="outline-container-orgb303703" class="outline-2">
<h2 id="orgb303703">CNS allows for the automated, book-entry netting and settlement of broker-dealer transactions through a clearing agent such as NSCC.</h2>
</div>
