57/qa/chapter4.html
<div id="outline-container-org52e493c" class="outline-2">
<h2 id="org52e493c">GTMC orders may be entered beginning at 4 am but are only executable from 9:30 am to 4 pm ET.</h2>
</div>
<div id="outline-container-org85249f3" class="outline-2">
<h2 id="org85249f3">In general, percentage mark-ups should be lower on transactions that are larger and involve higher priced securities.</h2>
</div>
<div id="outline-container-orgd508f21" class="outline-2">
<h2 id="orgd508f21">WI fixed income transactions trade plus accrued interest on the expired portion of the current coupon.</h2>
</div>
<div id="outline-container-org86d9d98" class="outline-2">
<h2 id="org86d9d98">Market makers have 30 seconds to update their quote after receiving an order for at least one round lot at their displayed price.</h2>
</div>
<div id="outline-container-org7dd5b55" class="outline-2">
<h2 id="org7dd5b55">Best execution responsibilities remain with the firm placing the order, unless the customer provides specific routing instructions (directed order).</h2>
</div>
<div id="outline-container-org7a7012b" class="outline-2">
<h2 id="org7a7012b">This is a riskless principal trade, in which both legs of the transaction execute at the same price.</h2>
</div>
<div id="outline-container-orgdff3971" class="outline-2">
<h2 id="orgdff3971">A riskless principal trade that fills a customer order is considered a facilitated order and does not trigger obligations under the Manning Rule.</h2>
</div>
<div id="outline-container-org2528728" class="outline-2">
<h2 id="org2528728">During extended hours, there is a high risk of extraordinary volatility around news events like earnings announcements. Stocks often reverse direction later.</h2>
</div>
<div id="outline-container-org78feaed" class="outline-2">
<h2 id="org78feaed">Trade execution time is recorded on the order ticket. It may or may not be on the confirmation.</h2>
</div>
<div id="outline-container-org1dc9005" class="outline-2">
<h2 id="org1dc9005">Two order size exceptions are odd-lots (less than 100 shares) and blocks (10,000+ shares).</h2>
</div>
<div id="outline-container-orgf1b80f8" class="outline-2">
<h2 id="orgf1b80f8">If a limit order is executed upon receipt, it does not need to be displayed. Immediate execution is an exception to the display requirements.</h2>
</div>
<div id="outline-container-org3df0cec" class="outline-2">
<h2 id="org3df0cec">For an order to be marketable, the limit price must equal or cross the opposite side of the market so it can execute immediately. This sell order cannot be filled right away.</h2>
</div>
<div id="outline-container-orgff44c1f" class="outline-2">
<h2 id="orgff44c1f">ReferencHere are the remaining explanations:</h2>
</div>
<div id="outline-container-orgcc7e13f" class="outline-2">
<h2 id="orgcc7e13f">Quote stuffing involves high frequency trading algorithms that overwhelm the market with orders/cancellations to slow down executions and enable favorable trades.</h2>
</div>
<div id="outline-container-orga772f26" class="outline-2">
<h2 id="orga772f26">For equity markups/markdowns, firms should base pricing on the current market price, not the firm's cost basis.</h2>
</div>
<div id="outline-container-orgee79748" class="outline-2">
<h2 id="orgee79748">Splitting orders cannot be done to increase payments or compensation. Other documented reasons are acceptable.</h2>
</div>
<div id="outline-container-org2e4cf68" class="outline-2">
<h2 id="org2e4cf68">A midpoint peg order is priced at the midpoint between the NBBO. It executes at that midpoint or better.</h2>
</div>
<div id="outline-container-org3fe698d" class="outline-2">
<h2 id="org3fe698d">A solicited trade involves a recommendation by the broker. An unsolicited trade is initiated entirely by the client.</h2>
</div>
<div id="outline-container-orgc5e5fc5" class="outline-2">
<h2 id="orgc5e5fc5">Best execution factors do not include average spreads. They do include market character, size, number of markets checked, and accessibility.</h2>
</div>
<div id="outline-container-orgfb651f9" class="outline-2">
<h2 id="orgfb651f9">Required risk disclosures relate to volatility, changing prices, liquidity, news, spreads - not specifically reduced costs.</h2>
</div>
<div id="outline-container-orgcc29f6a" class="outline-2">
<h2 id="orgcc29f6a">Open buy limit orders below the market are reduced by the amount of a cash dividend on the ex-dividend date.</h2>
</div>
<div id="outline-container-org84068dd" class="outline-2">
<h2 id="org84068dd">The Manning Rule does not apply if effective information barriers are in place, so proprietary traders are unaware of held customer limit orders.</h2>
</div>
<div id="outline-container-org371ad24" class="outline-2">
<h2 id="org371ad24">GTMC orders must be entered by 4:00 pm ET. Orders entered after this time are rejected.</h2>
</div>
<div id="outline-container-org0794c9f" class="outline-2">
<h2 id="org0794c9f">Documenting which trades are unsolicited protects brokers and helps demonstrate trades were not recommended unsuitably.</h2>
</div>
<div id="outline-container-org06067cc" class="outline-2">
<h2 id="org06067cc">A midpoint peg executes at the midpoint between the best bid and offer, or better. Here, the midpoint is 42.36.</h2>
</div>
<div id="outline-container-orge2ae477" class="outline-2">
<h2 id="orge2ae477">FINRA's best execution standard requires member firms to execute orders at prices as favorable as possible under prevailing market conditions.</h2>
</div>
<div id="outline-container-org693b639" class="outline-2">
<h2 id="org693b639">Any order labeled as "stop" or "stop limit" must be triggered based on trades, not quotes. Alternative order types must be clearly distinguished.</h2>
</div>
<div id="outline-container-orgfcee84d" class="outline-2">
<h2 id="orgfcee84d">Written consent must be obtained from retail customers before executing each net trade. Other methods are prohibited.</h2>
</div>
<div id="outline-container-org72d46b3" class="outline-2">
<h2 id="org72d46b3">MDAY orders entered after 4 pm ET are immediately cancelled. They do not carry over or remain active in extended hours.</h2>
</div>
<div id="outline-container-orgf081af7" class="outline-2">
<h2 id="orgf081af7">When the stop price is hit, a stop order becomes a market order. Stop limit orders become limit orders.</h2>
</div>
<div id="outline-container-org9a91d19" class="outline-2">
<h2 id="org9a91d19">Market makers cannot revise a quote after receiving a marketable order until after filling the order. This is to prevent "backing away."</h2>
</div>
<div id="outline-container-org6097468" class="outline-2">
<h2 id="org6097468">A stock pool is a coordinated manipulative scheme designed to influence share prices through artificial supply/demand.</h2>
</div>
<div id="outline-container-org51f55fa" class="outline-2">
<h2 id="org51f55fa">Backing away involves failing to execute a quoted amount at the same or better price. Here, the lower share quantity constitutes backing away.</h2>
</div>
<div id="outline-container-org7000cea" class="outline-2">
<h2 id="org7000cea">Purchasing shares based on non-public knowledge of an imminent block transaction is front-running.</h2>
</div>
<div id="outline-container-org692574d" class="outline-2">
<h2 id="org692574d">Coordination among market makers to manipulate quote movements is known as quote rigging and is prohibited.</h2>
</div>
<div id="outline-container-org3beb185" class="outline-2">
<h2 id="org3beb185">Upon partial execution, the remaining displayed portion of an order is decremented (reduced in share amount).</h2>
</div>
<div id="outline-container-orgf3b68f4" class="outline-2">
<h2 id="orgf3b68f4">To qualify for the no-knowledge exception, proprietary traders must be separated from customer order flow by effective information barriers.</h2>
</div>
<div id="outline-container-org9849af5" class="outline-2">
<h2 id="org9849af5">An AON limit order is exempt from immediate display if it betters the market maker’s quote.</h2>
</div>
<div id="outline-container-org16f8f67" class="outline-2">
<h2 id="org16f8f67">On the ex-date, which is one business day before the record date, this buy limit order will be reduced by the $0.20 dividend.</h2>
</div>
<div id="outline-container-orgce03b91" class="outline-2">
<h2 id="orgce03b91">When executing trades in an agency capacity, commissions charged must be fair and reasonable. They cannot consider the firm's profit.</h2>
</div>
<div id="outline-container-orgea3c523" class="outline-2">
<h2 id="orgea3c523">Open orders below the market will not be adjusted if marked "Do Not Reduce" (DNR) for cash dividends.</h2>
</div>
<div id="outline-container-org5137c5e" class="outline-2">
<h2 id="org5137c5e">A broker-dealer's profitability is not an acceptable factor when determining fair pricing for agency trades. Other factors like market conditions and security availability are relevant.</h2>
</div>
<div id="outline-container-org0aa2790" class="outline-2">
<h2 id="org0aa2790">Stock exchanges must receive 10 days notice prior to the record date when dividends will be paid.</h2>
</div>
<div id="outline-container-org896e74f" class="outline-2">
<h2 id="org896e74f">Pre-market hours on Nasdaq begin at 4 am ET. Market hours are 9:30 am - 4 pm ET.</h2>
</div>
<div id="outline-container-org4e00f7a" class="outline-2">
<h2 id="org4e00f7a">To limit losses on a short position, the investor would place a buy stop order to repurchase the shares if the price trades at or above a specified stop price.</h2>
</div>
<div id="outline-container-orgc86c3b4" class="outline-2">
<h2 id="orgc86c3b4">Matched trades involve placing buy and sell orders at the same time, at similar prices, to create the false impression of active trading.</h2>
</div>
<div id="outline-container-org063d9b7" class="outline-2">
<h2 id="org063d9b7">When a dividend can be taken in either cash or securities, open orders below market are reduced by whichever value is greater.</h2>
</div>
