57/qa/chapter4.html
<div id="outline-container-org55b2693" class="outline-2">
<h2 id="org55b2693">Securities are typically deposited electronically with a clearing house for efficient transfer between brokerage firms.</h2>
</div>
<div id="outline-container-org66a70b7" class="outline-2">
<h2 id="org66a70b7">Shareholders who purchase stock before the ex-dividend date will receive the upcoming dividend payment.</h2>
</div>
<div id="outline-container-org2b22e35" class="outline-2">
<h2 id="org2b22e35">The extended hours risk disclosure must cover six specific types of risks at a minimum.</h2>
</div>
<div id="outline-container-org8814511" class="outline-2">
<h2 id="org8814511">A directed order specifically instructs the broker-dealer to route the trade to a particular market, exchange or venue.</h2>
</div>
<div id="outline-container-org53b0181" class="outline-2">
<h2 id="org53b0181">Creating the appearance of activity without an actual change in beneficial ownership is prohibited manipulative behavior.</h2>
</div>
<div id="outline-container-org8052937" class="outline-2">
<h2 id="org8052937">Any unfilled portion of an MDAY order is returned to the entering party at 4 pm ET.</h2>
</div>
<div id="outline-container-org2c686aa" class="outline-2">
<h2 id="org2c686aa">The de minimis threshold is 10% of the market maker's displayed quote size.</h2>
</div>
<div id="outline-container-org0d71a6d" class="outline-2">
<h2 id="org0d71a6d">The 5% mark-up policy is a guideline. In some cases, a mark-up under 5% could still be considered unfair or unreasonable.</h2>
</div>
<div id="outline-container-orgb3a9296" class="outline-2">
<h2 id="orgb3a9296">Negative consent letters, allowing net trading, may only be used with institutional customers according to FINRA rules.</h2>
</div>
<div id="outline-container-org12c5bfe" class="outline-2">
<h2 id="org12c5bfe">Speculation and manipulation often impact prices more significantly in post-market hours between 4 pm - 6 pm ET.</h2>
</div>
<div id="outline-container-org6830eff" class="outline-2">
<h2 id="org6830eff">The firm must document methods for ascertaining the best inter-dealer market when limited pricing information exists.</h2>
</div>
<div id="outline-container-orgf927770" class="outline-2">
<h2 id="orgf927770">For a trade to be discretionary, the broker must have prior written approval from the client for discretionary trading authority.</h2>
</div>
<div id="outline-container-orgb555dcc" class="outline-2">
<h2 id="orgb555dcc">CUSIP numbers are not usually on the order ticket. Other required details include number of shares, price, time, discretionary order notation, etc.</h2>
</div>
<div id="outline-container-orgcacda96" class="outline-2">
<h2 id="orgcacda96">For ADR dividends and distributions, the ex-date is set by FINRA's Uniform Practice Code Committee.</h2>
</div>
<div id="outline-container-org35da0a9" class="outline-2">
<h2 id="org35da0a9">Only orders below the market (buy limit, sell stop, sell stop limit) are adjusted for dividends. Orders above the market are not adjusted.</h2>
</div>
<div id="outline-container-orge5775f3" class="outline-2">
<h2 id="orge5775f3">A negative consent letter must provide meaningful ways for the client to object to any net transaction.</h2>
</div>
<div id="outline-container-org6343c29" class="outline-2">
<h2 id="org6343c29">Buy stop orderHere are the remaining explanations:</h2>
</div>
<div id="outline-container-orge27eb64" class="outline-2">
<h2 id="orge27eb64">Buy stop orders are placed above the market price and are not adjusted for forward stock splits or cash dividends. Only orders below the market are adjusted.</h2>
</div>
<div id="outline-container-org869afed" class="outline-2">
<h2 id="org869afed">Even partial knowledge of an imminent block transaction is enough to trigger a front-running violation if that knowledge is used for economic gain before the block trade is fully executed and reported.</h2>
</div>
<div id="outline-container-org1e5d1cc" class="outline-2">
<h2 id="org1e5d1cc">Collusion refers to traders coordinating quotes or spreads, which gives them an unfair advantage over customers.</h2>
</div>
<div id="outline-container-org2396d5d" class="outline-2">
<h2 id="org2396d5d">Buying puts in advance of a known block sale of stock is akin to shorting the stock. Therefore, it would constitute front-running based on non-public information.</h2>
</div>
<div id="outline-container-orgd5eef97" class="outline-2">
<h2 id="orgd5eef97">Reviews of order execution quality must be conducted at least quarterly when using automated order routing.</h2>
</div>
<div id="outline-container-org373e185" class="outline-2">
<h2 id="org373e185">For front-running purposes, a block trade is considered public only after the entire block is executed and reported.</h2>
</div>
<div id="outline-container-orgcf2689e" class="outline-2">
<h2 id="orgcf2689e">The investor's limit price acts as the ceiling for downward adjustments of a pegged sell order.</h2>
</div>
<div id="outline-container-orgaf3f4dc" class="outline-2">
<h2 id="orgaf3f4dc">An exception to displaying customer limit orders is for AON (all-or-none) orders.</h2>
</div>
<div id="outline-container-org0123242" class="outline-2">
<h2 id="org0123242">Written consent must be obtained from retail customers on an order-by-order basis before executing net trades.</h2>
</div>
<div id="outline-container-org3503786" class="outline-2">
<h2 id="org3503786">GTC orders remain active for one year unless completely filled or cancelled sooner.</h2>
</div>
<div id="outline-container-org5e30e4f" class="outline-2">
<h2 id="org5e30e4f">FINRA's Uniform Practice Code Committee may cancel or terminate WI contracts under certain circumstances.</h2>
</div>
<div id="outline-container-orged6de0b" class="outline-2">
<h2 id="orged6de0b">The Manning Rule applies anytime a firm permits limit order execution, including outside regular market hours.</h2>
</div>
<div id="outline-container-orgd7c2c9b" class="outline-2">
<h2 id="orgd7c2c9b">For cash-settled trades, the ex-dividend date is one business day after the record date.</h2>
</div>
<div id="outline-container-orgfedb41a" class="outline-2">
<h2 id="orgfedb41a">In a 3-for-2 split, the investor will receive 50% more shares. 5 original shares becomes 5 * (3/2) = 7 shares after rounding down fractions.</h2>
</div>
<div id="outline-container-org5007cb8" class="outline-2">
<h2 id="org5007cb8">In a 3-for-2 split, the investor will receive 50% more shares. 5 original shares becomes 5 * (3/2) = 7.5 shares. Fractional shares are rounded down, so the adjusted order is for 7 shares.</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pralay Patoria</p>
<p class="date">Created: 2023-08-27 Sun 13:57</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
